const char = `
0123456789
abcdefghijklmnopqrstuvwxyz
ABCDEFGHIJKLMNOPQRSTUVWXYZ
+-~!@#$%^&*|}{}][]';":?><>/.,
參加考試人人有獎，週週公佈排名，
分數愈高獎愈大!
歡迎來到《全民一起好好吃語感大會考》
…
※參與本活動即可獲得參加獎－瘋美食點數50點(1點=1元)，序號一組手機號碼限領一次。限量33,000名，送完為止。

※排行榜每週更新，前100名可獲得限定獎項一起爭取最高榮耀吧！
□ 我已詳閱並同意《個資告知事項暨同意書》
發送驗證碼重發驗證碼
請開啟手機聲音
依照節奏提示，點擊畫面中的「一起」「好」「好」「吃」。★三次Miss即結束測驗，請把握機會!★
1.請問說話者最有可能是在對誰說話?A.曖昧對象
B.大學學長
C.白雪公主本試題為語音題，不要氣餒！繼續練習一定會有好成績的！
前100名的獎勵在等妳！什麼！
你竟然還沒玩過？
現在馬上來一局！
快帶著你的准考證進入試場!核對准考證恭喜以下得獎者，
相關兌獎簡訊已發送到手機!
請查收訊息依照步驟領獎，
逾期未完成視同放棄領獎唷！選擇日期查看得獎名單：
請開啟手機聲音聆聽題目作答。
考生：松山蔡依林
你的分數：
目前排行：         名恭喜你獲得瘋美食點數
快分享結果並依步驟領取獎勵!週週關注榜單，每週名次最高
可直接獲得瘋美食點數17,000點恭喜松山蔡依林獲得
參加獎瘋美食點數
您的專屬兌換序號加下：


請到王品瘋美食輸入序號兌換※兌換點數前，請先註冊成為王品瘋美食會員。 
※兌換時間：需於 2026/05/03 前完成兌換。
※一名玩家限領一次，不得重複領取
※玩家需要有王品瘋美食帳號
※一組序號僅限兌換一次，不得重複使用歡迎回來，
以下是您已獲得的專屬兌換序號：


請到王品瘋美食輸入序號兌換恭喜你榜上有名！
但不能大意，隨時都有可能被刷下來喔！本週榜單考生：松山蔡依林
你的分數：
目前排行：   名距離排名結算，倒數：0天00時00分00秒
`;

export const extractedCharacters = () => [...new Set(char)].join('');
