const char = `
0123456789
abcdefghijklmnopqrstuvwxyz
ABCDEFGHIJKLMNOPQRSTUVWXYZ
+-~!@#$%^&*|}{}][]';":?><>/.,學長與學弟
參加考試人人有獎，週週公佈排名，
分數愈高獎愈大!主角美化理由來佔人便宜
歡迎來到《全民一起好好吃語感大會考》
…三個人很樂於共享彼此的食吃素，男主角幫他解圍物
※參與本活動即可獲得食物與食物；人與人參加獎－瘋美食點數50點(1點=1元)，序號一組手機號碼限領一次。限量33,000名，送完為止。
請問下列敘述何者正確？avidD
※排行榜每週更新，前100名可獲得限定獎項一起爭取最高榮耀吧！
□ 我已詳閱並同意《個資告知事項暨同意書》
發送驗證碼重發驗證碼請問會拿餐券去吃飯的最有可能是下列何者？
請開啟手機聲音女生也想吃飼料男生很在意飼料費用
依照節奏提示，點擊畫面中的「一起」「好」「好」「吃」。★三次Miss即結束測驗，請把握機會!★
1.請問說話者學弟與他喜歡的人最有可能是在對誰說話?A.曖昧對象
B.大學學長小咪飼料吃得津津有味請健康地吃；靈活地吃問兩人說的「好好吃」分別是什麼意思？
C.白雪公主本試題為語音題，不享受地吃；堅強地吃要氣餒！繼續練習一定會有好成績的！
前100名的獎勵在等妳！什麼！學長與他喜歡的人
你竟然還沒玩過？她們的早餐健康地吃；享受地吃不好吃妹妹希望姊姊用心跟自己一起好好吃頓飯
現在馬上來一局！姊妹每天早上都會一起吃早餐
快帶著你的准考證進入試場!核對准請問想要吃好好吃的美食，應該要問誰？考證恭喜以下得獎者，
相關兌獎簡訊已發送男生到手機!請問下列敘述何者錯誤？
    question: { sound: 'sound11', text: '請問下列敘述何者正確？' },
請查收訊息依女生照步驟領獎，
逾期未完成視同放棄領AI唷他的小被被！選擇日期查看得獎名單：
請開啟手機聲音聆聽題目作答。
考生：松山蔡依林請問關於黑龍這段話，何者台灣人很常講下次約，但都沒後續錯誤？
你的分數：他的恩師黑龍這次想獨享美食東西好不好好吃的我好好吃一吃就知道。
目前排行：  他的寵物       名恭喜你獲得瘋美食點請問男子最有可能在跟誰說話？數
快分享結果並依步驟領取獎勵男生很羨慕能在家吃閒飯女生覺得陪家人好好吃飯很重要!週週關注榜單，每週名次最高
可直接獲得瘋美食點媽媽希望爸爸不要忙到忘了好好吃飯請問下列敘述何者正確？數17,000點恭喜松山蔡依林獲得
參加獎瘋美食點數對方在沙發外面吃得很開黑龍想一起好好吃只是說説而已
您的專屬兌換序號加下：依嫌犯的媽媽做的飯很鹹據兩人的對話，以下何者有誤？
對方在家食物就會變得不請問下列敘述何者有誤？好吃女子很希望男子變得好吃對方很少好好在家吃
請問女子男子叔叔工作時沒辦法同時吃飯覺得冷冷的請問好好吃的東西是裝在哪裡？也好吃在抱怨對方什麼？
請到王品瘋美食輸入序號兌對話反應出叔叔懷才不遇，遭遇貶官的心境換※兌換點數前餐桌，請先註冊成為王品瘋美食會員。 
※兌換時間：需於 20碗裡26/0女子不希望男生吃得隨便5/03 前完成兌換。
※一名玩家限領一次，不得重複領取享受黑龍是最好吃的甘比亞人台灣的甘比亞料理很好吃
※玩家需要有王品瘋美食帳號愛慕請問關於黑龍這段話，何者正確？
※一組序號僅限兌換一次，不得重複使用歡迎回來，
以下是您已獲得吃吃看，我是不是媽媽希望女兒放下手邊的事，好好吃飯很會請問上述最有可能是下列何種情境？的專屬兌換要好好注意身體，多吃點序號：疑惑
複製請問下服務生在意客人是否對餐點滿意列何者最不可能是請問下列何者最有可能是男子的潛台詞？子的情緒？
男生喜歡吃冷的快點吃，不要浪費了老師檢查學生的便當有沒有吃乾淨
請到王品瘋美食輸入序號兌換恭喜你榜上有名！黑龍偷偷宣傳他的頻道
但不能大意，隨時都有可能被刷下來喔！本週榜單考生：松山蔡依林
你的分數：請問下列敘述何者正確？請問下列敘述何者最正確？女子沒吃過這種食物
目前排行：   名距離排名結算，倒數：0天00時00分00秒很挑食
沈春華講稿在充滿比義氣男生不想跟女生一起吃基尼辣妹的海灘約會女子期待外國朋友也喜歡台灣食物
人人參加有獎、請問男人與食物；人與食物生對女生男生的求生欲極強的情感最有可能是？週週在冰淇淋店選擇口味公布排名，分數愈高獎愈大！
各位考生好，我上羡慕男生覺得包裝很不方便吃輩子無緣吃冰淇淋是你們的主考官，沈春華。
歡迎參加《全民一起好男生對吃沒什麼想法好吃語感大會考》
本次測暗戀驗一共有三男生覺得自己不美味請問下列敘述何者正確？大題，音調、語境與最後挑戰題。
在週排名公男生暫時人與人；食物與食物沒請問兩人口中「一起」的組合分別指的是？心思吃飯布女生怕吃不完前，可持續重新挑戰測驗，力拚高分！
 最高可獨得17,女生喜歡吃雞腳000點瘋請問以下敘述何者正確？點數！
準備好了嗎？祝各位考生應試順利！
請問說話者最有可能是在對請問這對情侶最有可能處在什麼情境？誰說話？
曖昧對象大學學長白雪公主你這麼好吃，我們只好一起投其所好好吃的都給你。
如果能跟他一起好好吃好不好吃都可以。
最好好好一起跟好好吃的我，有好好的關係。'ㄅ',
  ㄆ ㄇ ㄈ ㄉ ㄊ ㄋ ㄌ ㄍ ㄎ ㄏ ㄐ ㄑ ㄒ ㄓ ㄔ ㄕ ㄖ ㄗ ㄘ ㄙ
`;

export const extractedCharacters = () => [...new Set(char)].join('');
