export const subtitleSetting = [
  {
    text: '人人參加有獎、週週公布排名，分數愈高獎愈大！',
    delay: 0,
  },
  {
    text: '各位考生好，我是你們的主考官，沈春華。',
    delay: 200,
  },
  {
    text: '歡迎參加《全民一起好好吃語感大會考》',
    delay: 200,
  },
  //   {
  //     text: '本次測驗一共有三大題，音調、語境與最後挑戰題。',
  //     delay: 200,
  //   },
  //   {
  //     text: '在週排名公布前，可持續重新挑戰測驗，力拚高分！',
  //     delay: 200,
  //   },
  //   {
  //     text: '最高可獨得17,000點瘋點數！',
  //     delay: 200,
  //   },
  //   {
  //     text: '準備好了嗎？祝各位考生應試順利！',
  //     delay: 200,
  //   },
];
